cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'puma/puma'

brew 'git'
brew 'zsh'
brew 'rbenv'
brew 'ruby-build'
brew 'redis', service_restart: true
brew 'mysql', service_restart: true
brew 'awscli'
brew 'chromedriver'
brew 'wget'
brew 'puma/puma/puma-dev'

cask 'aws-vault'
cask 'docker'
cask 'sourcetree'
cask 'gpgtools'
cask 'iterm2'
cask 'google-chrome'
cask 'firefox'
cask 'alfred'
cask 'java'
cask 'intellij-idea'
cask 'sequel-pro'
cask 'atom'
cask 'evernote'
cask 'vlc'
cask '1password'
cask 'slack'
cask 'skype'
cask 'keybase'
cask 'spotify'

mas 'typist', id: 415166115
