cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'zsh'
brew 'rbenv'
brew 'ruby-build'
brew 'redis', service_restart: true
brew 'mysql', service_restart: true
brew 'awscli'
brew 'chromedriver'
brew 'wget'
brew 'puma/puma/puma-dev'

cask 'aws-vault'
cask 'docker'
cask 'gitx'
cask 'gpgtools'
cask 'iterm2'
cask 'google-chrome'
cask 'firefox'
cask 'alfred'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'intellij-idea'
cask 'sequel-pro'
cask 'atom'
cask 'evernote'
cask 'macpaw-gemini'

mas '1password'
