cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/services'
tap 'atlassian/tap'

brew 'git'
brew 'zsh'
brew 'rbenv'
brew 'ruby-build'
brew 'chromedriver'
brew 'wget'
brew 'node'
brew 'python'
brew 'python3'
brew 'sqlite'
brew 'postgresql', service_restart: true
brew 'atlassian-plugin-sdk'
brew 'maven'
brew 'go', args: ['--cross-compile-common']

cask 'docker'
cask 'sourcetree'
cask 'gpgtools'
cask 'iterm2'
cask 'google-chrome'
cask 'firefox'
cask 'java'
cask 'intellij-idea'
cask 'atom'
cask 'evernote'
cask '1password'
cask 'slack'
cask 'keybase'
cask 'dbvisualizer'
cask 'dbeaver-community'
cask 'droplr'
cask 'postman'
cask 'visual-studio-code'
cask 'aerial'
